
/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf seconds";
"%i days" = "%i Tage";
"%i hours" = "i% Stunden";
"%i minutes" = "%i Minuten";
"%i weeks" = "%i Wochen";
"1 day" = "ein Tag";
"1 hour" = "eine Stunde";
"1 minute" = "eine Minute";
"1 second" = "eine Sekunde";
"1 week" = "eine Woche";
"Copy Link" = "Link in Zwischenablage kopieren";
"Custom..." = "Eigene...";
"Image Picker" = "Bild auswählen";
"Invalid Input" = "Ungültige Eingabe";
"OK" = "OK";

/* No comment provided by engineer. */
"Select Image" = "Bild auswählen";
